module.exports = {
  '400': 'Ошибка в структуре JSON передаваемого запроса',
  '401': 'Имя и/или пароль пользователя указаны неверно или заблокированы пользователь или аккаунт',
  '403': 'У вас нет прав на просмотр данного объекта',
  '404': 'Запрошенный ресурс не существует',
  '405': 'http-метод указан неверно для запрошенного ресурса',
  '409': 'Указанный объект используется и не может быть удалён',
  '410': 'Версия API больше не поддерживается',
  '412': 'Не указан обязательный параметр строки запроса или поле структуры JSON',
  '413': 'Размер запроса или количество элементов запроса превышает лимит',
  '429': 'Превышен лимит количества запросов',
  '500': 'При обработке запроса возникла непредвиденная ошибка',
  '502': 'Сервис временно недоступен',
  '503': 'Сервис временно отключен',
  '504': 'Превышен таймаут обращения к сервису, повторите попытку позднее'
}
